<!DOCTYPE html>
<html>
<head>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-T3c6CoIi6uLrA9TneNEoa7RxnatzjcDSCmG1MXxSR1GAsXEV/Dwwykc2MPK8M2HN" crossorigin="anonymous">
    <title>La Copa del Mundo la gan&oacute; la selecci&oacute;n m&aacute;s grande</title>
    <style>
        .centrar {
            margin-left: auto;
            margin-right: auto;
        }

        .centrartit {
            text-align: center;
        }

        body {
            background-color: #B0E0E6;
            text-align: justify;
        }

        img {
            display: block;
            margin: auto;
        }

        #Quien {
            width: 100%;
            padding: 12px;
        }

        #resumen {
            width: 100%;
            padding: 12px;
        }
    </style>
</head>
<body>
    <nav class="navbar navbar-expand-lg navbar-dark bg-dark">
    <div class="container-fluid">
        <a class="navbar-brand" href="#">Argentina Campe&oacute;n</a>
        <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarNav" aria-controls="navbarNav" aria-expanded="false" aria-label="Toggle navigation">
            <span class="navbar-toggler-icon"></span>
        </button>
        <div class="collapse navbar-collapse" id="navbarNav">
            <ul class="navbar-nav">
                <li class="nav-item">
                    <a class="nav-link active" aria-current="page" href="#">Pr&oacute;ximamente m&aacute;s partidos...</a>
                </li>
            </ul>
        </div>
    </div>
    </nav>

    <h1 class="centrartit">Por qu&eacute; la copa la gan&oacute; la selecci&oacute;n m&aacute;s grande?</h1>

    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.2/dist/js/bootstrap.bundle.min.js" integrity="sha384-C6RzsynM9kWDrMNeT87bh95OGNyZPhcTNXj1NW7RuBCsyN/o0jlpcV8Qyq46cDfL" crossorigin="anonymous"></script>

    <hr>

    <p>En el <b>Mundial de F&uacute;tbol Qatar 2022</b>, Argentina logr&oacute; el t&iacute;tulo tras superar una serie de desaf&iacute;os. A pesar de una derrota inicial contra Arabia Saudita, el equipo se recuper&oacute; y obtuvo victorias claves sobre M&eacute;xico y Polonia, marcando 2-0 en ambos partidos. En un emocionante encuentro contra Holanda, empataron 2-2 y ganaron en la tanda de penales. Luego vencieron a Croacia con un marcador de 3-0. En la final contra Francia, <u>empataron 3-3 y ganaron nuevamente en la tanda de penales para asegurar el campeonato.</u></p>

    <p>Durante el torneo, destacaron jugadores como Lionel Messi, quien demostr&oacute; su habilidad y liderazgo, as&iacute; como Juli&aacute;n &Aacute;lvarez, Emiliano "Dibu" Mart&iacute;nez y Enzo Fern&aacute;ndez, quienes contribuyeron significativamente al &eacute;xito del equipo argentino. A trav&eacute;s de un juego en equipo s&oacute;lido, actuaciones destacadas de sus jugadores clave y la capacidad de enfrentar desaf&iacute;os dif&iacute;ciles, Argentina logr&oacute; conquistar el Mundial y llevarse el t&iacute;tulo a casa.</p>

    <h2>Los Resultados del Campe&oacute;n:</h2>
    <ul>
        <li>En el debut, perdi&oacute; 2 a 1 con Arabia Saudita. Gol de Messi de Penal.</li>
        <li>En el segundo encuentro, 2 a 0 a M&eacute;xico, goles de Messi y Enzo Fern&aacute;ndez.</li>
        <li>Cerrando la fase de grupos, otro 2 a 0 a Polonia, con goles de McAllister y Juli&aacute;n &Aacute;lvarez.</li>
        <li>En octavos, partido complicado con Australia, ganamos 2 a 1. Goles de Messi y &Aacute;lvarez.</li>
        <li>En cuartos, quiz&aacute;s el m&aacute;s recordado, 2 a 2 frente a Holanda. Goles de Molina y Messi, aunque la figura fue el Dibu Mart&iacute;nez.</li>
        <li>Semis contra Croacia, c&oacute;modo 3 a 0 con goles de Messi y un doblete Juli&aacute;n &Aacute;lvarez.</li>
        <li>Y en la final, el sufrido encuentro con Francia. 3 a 3 en el tiempo suplementario, goles de Messi y D&iacute; Mar&iacute;a. Finalmente el Dibu ser&iacute;a el h&eacute;roe en los penales para que Montiel meta el penal definitorio.</li>
    </ul>

    <h2 class="centrartit">Las Figuras del Equipo</h2>
    <section type="img">
        <img src="/images/campeon1.jpg" alt="campe&oacute;n" align="center" width="450" border="4">
    </section>
    <p><b>Lionel Messi</b>, el renombrado futbolista argentino, ha forjado una carrera llena de logros y &eacute;xitos en el mundo del f&uacute;tbol. Reconocido como uno de los mejores jugadores de todos los tiempos, ha dejado su huella en competiciones tanto a nivel de clubes como internacionales. <br> Durante su destacada trayectoria en el FC Barcelona, Messi conquist&oacute; numerosos t&iacute;tulos de la Liga espa&ntilde;ola y la Liga de Campeones de la UEFA, adem&aacute;s de recibir m&uacute;ltiples Balones de Oro. Su destreza t&eacute;cnica, velocidad y capacidad goleadora le han convertido en una leyenda del deporte. En el &aacute;o internacional, Messi ha liderado a la selecci&oacute;n argentina hacia la gloria. En el Mundial Qatar 2022, Argentina lleg&oacute; a la final enfrent&aacute;ndose a Francia, y Messi fue el protagonista principal. En un emocionante encuentro, Argentina se impuso sobre el equipo adversario con un resultado de 3-3 en la final, donde Messi anot&oacute; dos goles, asegurando as&iacute; el t&iacute;tulo mundial para su pa&iacute;s. Adem&aacute;s, en la Copa Am&eacute;rica 2021, Messi gui&oacute; a Argentina hacia el triunfo en una apasionante final contra Brasil. En un enfrentamiento cargado de expectativas, Di Mar&iacute;a anot&oacute; el gol decisivo que permiti&oacute; a su selecci&oacute;n ganar 1-0 y alzar el trofeo continental.</p>

    <p><b>Juli&aacute;n &Aacute;lvarez</b>, futbolista argentino, ha tenido una destacada carrera. Comenz&oacute; en River Plate (donde gan&oacute; la Copa Libertadores y la Superliga 2022 siendo goleador y figura) y luego fue transferido al Manchester City en 2022. En el Mundial de ese mismo a&ntilde;o, anot&oacute; 4 goles. Su habilidad y prometedor futuro lo convierten en un jugador a seguir de cerca.</p>

    <p><b>&Aacute;ngel Di Mar&iacute;a</b>, talentoso futbolista argentino, ha brillado en clubes como el Real Madrid y el Paris Saint-Germain. Su carrera incluye t&iacute;tulos en La Liga y la Liga de Campeones de la UEFA. Adem&aacute;s, ha sido un destacado jugador de la selecci&oacute;n argentina, anotando goles en finales de la Copa Am&eacute;rica 2021 y el Mundial de Qatar 2022. Su habilidad y contribuciones lo convierten en una figura destacada en el f&uacute;tbol mundial.</p>

    <p><b>Emiliano Mart&iacute;nez</b>, portero argentino, ha tenido una carrera destacada en el f&uacute;tbol. Su habilidad para atajar penales lo ha convertido en una figura sobresaliente. En la Copa Am&eacute;rica 2021, Mart&iacute;nez tuvo una actuaci&oacute;n destacada, contribuyendo al t&iacute;tulo de Argentina. Adem&aacute;s, en el Mundial 2022, mostr&oacute; nuevamente su destreza al detener penales cruciales. Su habilidad y seguridad bajo los tres palos lo han convertido en uno de los mejores porteros de su generaci&oacute;n.</p>

    <div class="card bg-dark text-light">
        <div class="card-header">
            Quote
        </div>
        <div class="card-body">
            <blockquote class="blockquote mb-0">
                <p>"Estoy menos emocionado que otros d&iacute;as pero hoy estoy liberado. Este equipo solo me causa orgullo, es todo de ellos"</p>
                <footer class="blockquote-footer"><cite title="Source Title">Inmediatamente despu&eacute;s de terminado el partido</cite></footer>
            </blockquote>
        </div>
    </div>

    <h2 class="centrartit">Los Equipos de la Gloriosa Final</h2>
    <img src="./images/campeon2.jpg" alt="equipos" align="center" width="450" border="4">
    <br>
    <table class="centrar" border="1">
        <tr>
            <th></th>
            <th>Argentina 3 (4)</th>
            <th>Francia 3 (2)</th>
        </tr>
        <tr>
            <td>1</td>
            <td>Emiliano Mart&iacute;nez</td>
            <td>Hugo Lloris</td>
        </tr>
        <tr>
            <td>2</td>
            <td>Cristian Romero</td>
            <td>Rafael Varane</td>
        </tr>
        <tr>
            <td>3</td>
            <td>Nicol&aacute;s Otamendi</td>
            <td>Dayot Upamecano</td>
        </tr>
        <tr>
            <td>4</td>
            <td>Nahuel Molina</td>
            <td>Jules Kound&eacute;</td>
        </tr>
        <tr>
            <td>6</td>
            <td>Nicol&aacute;s Tagliafico</td>
            <td>Theo Hern&aacute;ndez</td>
        </tr>
        <tr>
            <td>5</td>
            <td>Enzo Fern&aacute;ndez</td>
            <td>Aur&eacute;lien Tchouameni</td>
        </tr>
        <tr>
            <td>7</td>
            <td>Rodrigo De Paul</td>
            <td>Adrien Rabiot</td>
        </tr>
        <tr>
            <td>8</td>
            <td>Alexis McAllister</td>
            <td>Ousmane Dembel&eacute;</td>
        </tr>
        <tr>
            <td>10</td>
            <td>Lionel Messi</td>
            <td>Antoine Griezmann</td>
        </tr>
        <tr>
            <td>11</td>
            <td>&Aacute;ngel Di Mar&iacute;a</td>
            <td>Kylian Mbapp&eacute;</td>
        </tr>
        <tr>
            <td>9</td>
            <td>Juli&aacute;n &Aacute;lvarez</td>
            <td>Olivier Giroud</td>
        </tr>
        <tr>
            <td>Director T&eacute;cnico</td>
            <td>Lionel Scaloni</td>
            <td>Didier Deschamps</td>
        </tr>
    </table>
    <br>
    <section id="fotos">
        <h2><center> A continuaci&oacute;n, algunas de las mejores fotos del partido: </center></h2>
        <div id="carouselExampleInterval" class="carousel slide" data-bs-ride="carousel">
            <div class="carousel-inner">
                <div class="carousel-item active" data-bs-interval="10000">
                <img src="./images/campeon3.jpg" class="d-block mx-auto" alt="campeon3" style="max-width: 400px; max-height: 250px;">
            </div>
            <div class="carousel-item" data-bs-interval="2000">
                <img src="./images/campeon4.jpg" class="d-block mx-auto" alt="campeon4" style="max-width: 400px; max-height: 250px;">
            </div>
            <div class="carousel-item">
                <img src="./images/campeon5.jpg" class="d-block mx-auto" alt="campeon5" style="max-width: 400px; max-height: 250px;">
            </div>
        </div>
        <button class="carousel-control-prev" type="button" data-bs-target="#carouselExampleInterval" data-bs-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="visually-hidden">Previous</span>
        </button>
        <button class="carousel-control-next" type="button" data-bs-target="#carouselExampleInterval" data-bs-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="visually-hidden">Next</span>
        </button>
    </div>
</section>
<section id="resumen">
    <h2><center>Puedes ver un resumen de la final en el siguiente link:</center></h2>
    <a href="https://www.youtube.com/watch?v=YkCz8d3xxAM&pp=ygUfaGlnaGxpZ2h0cyBhcmdlbnRpbmEgdnMgZnJhbmNpYQ%3D%3D" target="_blank">
        <center>Enlace a la final</center>
    </a>
    <br>
    <h2><center>O bien desde nuestra p&aacute;gina:</center></h2>
    <center>
        <iframe width="560" height="315" src="https://www.youtube.com/embed/8zK6lIXBKvs?si=yvC8VZAIhAIPV4Ob" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
    </center>
    <br>
</section>
<section id="labelMejor">
    <h2><center>Qui&eacute;n fue el mejor jugador de la final para vos?</center></h2>
    <form action="/guardar-mejor-jugador" method="post">
        <center>
            <label>Eleg&iacute; al mejor jugador de la final:</label>
            <input type="text" name="MejorJugador">
			<br><br>
            <label for="nombre">Tu nombre:</label>
            <input type="text" name="nombre" id="nombre">
            <br><br>
			<label for="mail">Tu email:</label>
            <input type="email" name="mail" id="email">
            <br><br>
			<label for="razon">Tu motivo:</label>
            <input type="text" name="razon" id="razon">
            <br><br>
            <button type="submit">Guardar</button>
        </center>
    </form>
    <br>
</section>
<footer class="bg-dark text-light">
    <div class="container-fluid">
        <div class="row">
            <div class="col-md-6">
                <h3>Datos de Contacto</h3>
                <p>Correo electr&oacute;nico: contacto@seleccion.com</p>
                <p>Tel&eacute;fono: (123) 456-7890</p>
                <p>Direcci&oacute;n: 123 Calle Principal, Capital</p>
            </div>
            <div class="col-md-6">
                <h3>Redes Sociales</h3>
                <ul>
                    <li><a href="https://www.facebook.com/miempresa" target="_blank">Facebook</a></li>
                    <li><a href="https://twitter.com/miempresa" target="_blank">Twitter</a></li>
                    <li><a href="https://www.instagram.com/miempresa" target="_blank">Instagram</a></li>
                </ul>
            </div>
        </div>
    </div>
</footer>
</body>
</html>